Функция СведенияОВнешнейОбработке() Экспорт
	
	ПараметрыРегистрации 					= ДополнительныеОтчетыИОбработки.СведенияОВнешнейОбработке();
	
	ПараметрыРегистрации.Вид 				= ДополнительныеОтчетыИОбработкиКлиентСервер.ВидОбработкиДополнительнаяОбработка();
	ПараметрыРегистрации.Версия 			= "1.0";
	ПараметрыРегистрации.БезопасныйРежим 	= Ложь;
	ПараметрыРегистрации.Наименование 		= "Внешний отчет ""Статистика задач""";
	ПараметрыРегистрации.Информация 		= "Внешний отчет ""Статистика задач""";

	НоваяКоманда 							= ПараметрыРегистрации.Команды.Добавить();
	НоваяКоманда.Представление 				= "Внешний отчет ""Статистика задаче""";
	НоваяКоманда.Идентификатор 				= "ВнешнийОтчетСтатистикаЗадач";
	НоваяКоманда.Использование 				= "ОткрытиеФормы";
	НоваяКоманда.ПоказыватьОповещение 		= Ложь;
	
	Возврат ПараметрыРегистрации;
	
КонецФункции
